Repository: hwacho9/run-linker
Catalog: run-linker/Resources/Localizable.xcstrings
Source language: ko
Languages: en, ja

# RECOMMENDED MATCH
source: 추천 매칭
en: RECOMMENDED MATCH
ja: おすすめマッチ

# RUNNING DURATION
source: 운동 시간
en: RUNNING DURATION
ja: 運動時間

# SOLO DISTANCE
source: 개인 목표 거리
en: SOLO DISTANCE
ja: 個人目標距離

# SOLO PACE
source: 목표 페이스
en: SOLO PACE
ja: 目標ペース

# SOLO RUN
source: 혼자 달리기
en: SOLO RUN
ja: ソロラン

# TARGET DISTANCE
source: 목표 거리
en: TARGET DISTANCE
ja: 目標距離

# TARGET PACE
source: 목표 페이스
en: TARGET PACE
ja: 目標ペース

# activity.best
source: 최고
en: Best
ja: ベスト

# activity.empty.subtitle
source: 첫 러닝을 시작하면 세션 히스토리와 내 통계가 자동으로 채워집니다.
en: Start your first run to fill session history and stats automatically.
ja: 最初のランを始めると、セッション履歴と統計が自動で追加されます。

# activity.empty.title
source: 아직 기록이 없어요
en: No records yet
ja: まだ記録がありません

# activity.filter.all
source: 전체
en: All
ja: すべて

# activity.filter.latest
source: 최신순
en: Latest
ja: 最新順

# activity.filter.solo
source: 혼자 달리기
en: Solo
ja: ソロ

# activity.filter.together
source: 함께 달리기
en: Together
ja: 一緒に走る

# activity.mode.friend
source: 친구 러닝
en: Friend Run
ja: 友だちラン

# activity.mode.random
source: 랜덤 매칭
en: Random Match
ja: ランダムマッチ

# activity.mode.solo
source: 혼자 달리기
en: Solo Run
ja: ソロラン

# activity.my_growth
source: 나의 러닝 성장
en: My Running Growth
ja: 自分のラン成長

# activity.my_stats
source: 내 통계
en: My Stats
ja: 自分の統計

# activity.pair_view_snapshot
source: Pair View 스냅샷
en: Pair View snapshot
ja: Pair Viewスナップショット

# activity.records
source: 기록
en: Records
ja: 記録

# activity.session_history
source: 러닝 기록
en: Session History
ja: ランニング履歴

# activity.session_history.subtitle
source: 최근 러닝을 빠르게 확인하고 다시 이어 달릴 수 있어요.
en: Quickly review recent runs and pick up where you left off.
ja: 最近のランをすばやく確認して、また続けられます。

# activity.sessions_count_format
source: %d회
en: %d runs
ja: %d回

# activity.solo
source: 혼자
en: Solo
ja: ソロ

# activity.stat.average_sync
source: 평균 싱크
en: Average Sync
ja: 平均シンク

# activity.stat.avg_pace
source: 평균 페이스
en: Avg Pace
ja: 平均ペース

# activity.stat.total_sessions
source: 러닝 횟수
en: Total Sessions
ja: ラン回数

# activity.stat.total_time
source: 총 시간
en: Total Time
ja: 合計時間

# activity.sync_format
source: 싱크: %d%%
en: Sync: %d%%
ja: シンク: %d%%

# activity.together
source: 함께
en: Together
ja: 一緒

# activity.together_share
source: 함께 달린 비율
en: Together Run Share
ja: 一緒に走った割合

# activity.top_partner
source: 가장 많이 함께 달린 친구
en: Most Frequent Running Friend
ja: 一番多く一緒に走った友だち

# activity.total_distance_caption
source: 지금까지 연결한 총 누적 거리
en: Total connected distance so far
ja: これまでつないだ合計距離

# activity.weekly_progression
source: 주간 성장
en: Weekly Progression
ja: 週間の推移

# activity.weekly_progression.subtitle
source: 이번 주 거리 흐름
en: This weeks distance trend
ja: 今週の距離推移

# auth.error.account_exists_different_credential
source: 동일한 이메일로 다른 로그인 방식이 이미 등록되어 있습니다.
en: This email is already registered with a different sign-in method.
ja: このメールアドレスは別のログイン方法ですでに登録されています。

# auth.error.all_fields_required
source: 모든 필드를 입력해주세요.
en: Please fill in all fields.
ja: すべての項目を入力してください。

# auth.error.app_check_failed
source: Firebase App Check 검증에 실패했습니다. 시뮬레이터 debug token 등록 또는 App Check enforcement 설정을 확인해주세요.
en: Firebase App Check failed. Check simulator debug token registration or App Check enforcement.
ja: Firebase App Check の検証に失敗しました。シミュレーターの debug token 登録または App Check enforcement 設定を確認してください。

# auth.error.apple_credential_processing
source: Apple 자격 증명 처리 중 오류가 발생했습니다.
en: An error occurred while processing Apple credentials.
ja: Apple 認証情報の処理中にエラーが発生しました。

# auth.error.apple_credential_unreadable
source: Apple 인증 정보를 읽지 못했습니다.
en: Could not read Apple credentials.
ja: Apple 認証情報を読み取れませんでした。

# auth.error.apple_device_not_configured
source: 이 기기에서는 필요한 Apple 인증 설정이 완료되지 않았습니다.
en: This device is not configured for the required Apple authentication.
ja: このデバイスでは必要な Apple 認証設定が完了していません。

# auth.error.apple_excluded_credential
source: 이 기기에서 사용할 수 없는 Apple 자격 증명입니다.
en: This Apple credential cannot be used on this device.
ja: この Apple 認証情報はこのデバイスでは使用できません。

# auth.error.apple_failed
source: Apple 로그인에 실패했습니다. 잠시 후 다시 시도해주세요.
en: Apple sign-in failed. Please try again later.
ja: Appleでのサインインに失敗しました。しばらくしてからもう一度お試しください。

# auth.error.apple_generic
source: Apple 로그인 중 오류가 발생했습니다.
en: An error occurred during Apple sign-in.
ja: Appleでのサインイン中にエラーが発生しました。

# auth.error.apple_invalid_response
source: Apple 인증 응답이 올바르지 않습니다.
en: The Apple authentication response is invalid.
ja: Apple 認証の応答が無効です。

# auth.error.apple_nonce_missing
source: Apple 로그인 요청 상태가 유실되었습니다. 다시 시도해주세요.
en: Apple sign-in request state was lost. Please try again.
ja: Apple サインインのリクエスト状態が失われました。もう一度お試しください。

# auth.error.apple_not_handled
source: Apple 로그인 요청을 처리하지 못했습니다.
en: Could not handle the Apple sign-in request.
ja: Apple サインインのリクエストを処理できませんでした。

# auth.error.apple_not_interactive
source: 현재 상태에서는 Apple 로그인을 진행할 수 없습니다.
en: Apple sign-in cannot continue in the current state.
ja: 現在の状態では Apple サインインを続行できません。

# auth.error.apple_preferred
source: 이 계정은 Apple 로그인을 사용하는 것이 권장됩니다.
en: Sign in with Apple is recommended for this account.
ja: このアカウントでは Apple でのサインインをおすすめします。

# auth.error.apple_token_missing
source: Apple 인증 토큰을 가져오지 못했습니다.
en: Could not get the Apple authentication token.
ja: Apple 認証トークンを取得できませんでした。

# auth.error.apple_unknown
source: Apple 로그인 중 알 수 없는 오류가 발생했습니다.
en: An unknown Apple sign-in error occurred.
ja: Apple サインイン中に不明なエラーが発生しました。

# auth.error.credential_already_in_use
source: 이미 다른 계정에 연결된 로그인 수단입니다.
en: This sign-in method is already linked to another account.
ja: このログイン方法はすでに別のアカウントに連携されています。

# auth.error.email_already_in_use
source: 이미 가입된 이메일입니다.
en: This email is already registered.
ja: このメールアドレスはすでに登録されています。

# auth.error.email_password_required
source: 이메일과 비밀번호를 입력해주세요.
en: Please enter your email and password.
ja: メールアドレスとパスワードを入力してください。

# auth.error.firestore_database_missing
source: Firestore 기본 데이터베이스가 아직 생성되지 않았습니다. Firebase Console에서 Firestore Database를 만든 뒤 다시 시도해주세요.
en: The default Firestore database has not been created yet. Create Firestore Database in Firebase Console and try again.
ja: デフォルトの Firestore データベースがまだ作成されていません。Firebase Console で Firestore Database を作成してからもう一度お試しください。

# auth.error.firestore_permission_denied
source: Firestore 보안 규칙이 users/profiles 저장을 허용하지 않습니다. 로그인한 사용자가 본인 문서에 쓸 수 있도록 rules를 확인해주세요.
en: Firestore security rules do not allow saving users/profiles. Allow signed-in users to write their own documents.
ja: Firestore セキュリティルールにより users/profiles の保存が許可されていません。ログイン中のユーザーが自分のドキュメントに書き込めるよう rules を確認してください。

# auth.error.firestore_write_timeout
source: Firestore 사용자 프로필 저장이 지연되고 있습니다. Firestore Database, 보안 규칙, App Check, 네트워크 상태를 확인한 뒤 다시 로그인해주세요.
en: Firestore user profile save is taking too long. Check Firestore Database, security rules, App Check, and network status, then try logging in again.
ja: Firestore のユーザープロフィール保存に時間がかかっています。Firestore Database、セキュリティルール、App Check、ネットワーク状態を確認してから再度ログインしてください。

# auth.error.google_config_missing
source: Google 로그인 설정이 누락되었습니다. GoogleService-Info.plist와 URL Scheme를 확인해주세요.
en: Google sign-in is not configured. Check GoogleService-Info.plist and URL Scheme.
ja: Google ログイン設定が不足しています。GoogleService-Info.plist と URL Scheme を確認してください。

# auth.error.google_present_failed
source: Google 로그인 화면을 열 수 없습니다.
en: Could not open the Google sign-in screen.
ja: Google ログイン画面を開けませんでした。

# auth.error.google_token_missing
source: Google 인증 토큰을 가져올 수 없습니다.
en: Could not get the Google authentication token.
ja: Google 認証トークンを取得できませんでした。

# auth.error.invalid_credential
source: 인증 정보가 유효하지 않습니다. 다시 시도해주세요.
en: The credential is invalid. Please try again.
ja: 認証情報が無効です。もう一度お試しください。

# auth.error.invalid_email
source: 이메일 형식이 올바르지 않습니다.
en: The email format is invalid.
ja: メールアドレスの形式が正しくありません。

# auth.error.invalid_email_format
source: 올바른 이메일 형식을 입력해주세요.
en: Please enter a valid email address.
ja: 有効なメールアドレスを入力してください。

# auth.error.login_cancelled
source: 로그인이 취소되었습니다.
en: Sign-in was cancelled.
ja: サインインがキャンセルされました。

# auth.error.network
source: 네트워크 상태를 확인한 뒤 다시 시도해주세요.
en: Check your network connection and try again.
ja: ネットワーク接続を確認してからもう一度お試しください。

# auth.error.password_min_length
source: 비밀번호는 6자 이상이어야 합니다.
en: Password must be at least 6 characters.
ja: パスワードは6文字以上にしてください。

# auth.error.password_mismatch
source: 비밀번호 확인이 일치하지 않습니다.
en: Password confirmation does not match.
ja: 確認用パスワードが一致しません。

# auth.error.user_not_found
source: 가입되지 않은 이메일입니다.
en: This email is not registered.
ja: このメールアドレスは登録されていません。

# auth.error.weak_password
source: 비밀번호 강도가 너무 약합니다.
en: Password is too weak.
ja: パスワードが弱すぎます。

# auth.error.wrong_password
source: 비밀번호가 올바르지 않습니다.
en: Password is incorrect.
ja: パスワードが正しくありません。

# auth.field.confirm_password
source: 비밀번호 확인
en: Confirm password
ja: パスワード確認

# auth.field.email
source: 이메일
en: Email
ja: メールアドレス

# auth.field.name
source: 이름
en: Name
ja: 名前

# auth.field.password
source: 비밀번호
en: Password
ja: パスワード

# auth.field.password_min
source: 비밀번호 (6자 이상)
en: Password (6+ characters)
ja: パスワード（6文字以上）

# auth.google.continue
source: Google로 계속하기
en: Continue with Google
ja: Googleで続ける

# auth.login.button
source: 로그인
en: Log In
ja: ログイン

# auth.login.email_divider
source: 또는 이메일로 로그인
en: or log in with email
ja: またはメールでログイン

# auth.login.forgot_password
source: 비밀번호를 잊으셨나요?
en: Forgot your password?
ja: パスワードをお忘れですか？

# auth.login.no_account
source: 아직 회원이 아니신가요?
en: Not a member yet?
ja: まだ会員ではありませんか？

# auth.login.subtitle
source: RunLinker에 다시 오신 것을 환영합니다. 오늘의 페이스를 찾아보세요.
en: Welcome back to RunLinker. Find today's pace.
ja: RunLinkerへようこそ。 今日のペースを見つけましょう。

# auth.login.title
source: 함께 달릴 준비가 되셨나요?
en: Ready to run together?
ja: 一緒に走る準備は できましたか？

# auth.logout
source: 로그아웃
en: Log Out
ja: ログアウト

# auth.logout.confirm_message
source: 현재 계정에서 로그아웃하시겠습니까?
en: Do you want to log out of the current account?
ja: 現在のアカウントからログアウトしますか？

# auth.signup.button
source: 회원가입
en: Sign Up
ja: 新規登録

# auth.signup.email_divider
source: 또는 이메일로 가입
en: or sign up with email
ja: またはメールで登録

# auth.signup.has_account
source: 이미 계정이 있으신가요?
en: Already have an account?
ja: すでにアカウントをお持ちですか？

# auth.signup.subtitle
source: RunLinker에서 함께 달려보세요! 당신의 새로운 러닝 파트너가 기다리고 있습니다.
en: Run together with RunLinker! Your new running partner is waiting.
ja: RunLinkerで一緒に走りましょう！ 新しいランニングパートナーが待っています。

# auth.signup.title
source: 회원가입
en: Sign Up
ja: 新規登録

# common.cancel
source: 취소
en: Cancel
ja: キャンセル

# common.detail
source: 상세보기
en: Details
ja: 詳細

# common.enter
source: 입력
en: Enter
ja: 入力

# common.ignore
source: 무시
en: Ignore
ja: 無視

# common.more
source: 더보기
en: More
ja: もっと見る

# common.none
source: 없음
en: None
ja: なし

# common.view_all
source: 전체보기
en: View All
ja: すべて見る

# friends.add
source: 친구 추가
en: Add Friend
ja: 友だち追加

# friends.filter.all
source: 전체
en: All
ja: すべて

# friends.filter.available
source: 지금 가능
en: Available Now
ja: 今すぐ可能

# friends.filter.favorite
source: 즐겨찾기
en: Favorites
ja: お気に入り

# friends.filter.recent
source: 최근 함께 달린
en: Recent Partners
ja: 最近一緒に走った

# friends.invite.send_link
source: 초대 링크 보내기
en: Send Invite Link
ja: 招待リンクを送る

# friends.invite.subtitle
source: 함께 달리면 동기부여가 2배!
en: Running together doubles the motivation!
ja: 一緒に走ればモチベーションは2倍！

# friends.invite.title
source: 친구를 초대하고 같이 달려보세요
en: Invite a friend and run together
ja: 友だちを招待して 一緒に走りましょう

# friends.join
source: 참가하기
en: Join
ja: 参加する

# friends.run_again
source: 다시 달리기
en: Run Again
ja: もう一度走る

# friends.run_together
source: 같이 달리기
en: Run Together
ja: 一緒に走る

# friends.search.placeholder
source: 친구 이름 검색
en: Search friend name
ja: 友だちの名前を検索

# friends.section.all
source: 전체 친구
en: All Friends
ja: すべての友だち

# friends.section.available
source: 지금 달릴 수 있는 친구
en: Friends Available Now
ja: 今走れる友だち

# friends.section.recent
source: 최근 함께 달린 친구
en: Recent Running Partners
ja: 最近一緒に走った友だち

# friends.stat.avg_pace
source: 평균 페이스
en: Avg Pace
ja: 平均ペース

# friends.stat.today
source: 오늘
en: Today
ja: 今日

# friends.status.available_now
source: 지금 가능
en: Available Now
ja: 今すぐ可能

# friends.status.offline
source: 오프라인
en: Offline
ja: オフライン

# friends.status.readying
source: 준비 중
en: Getting ready
ja: 準備中

# friends.status.running_now
source: 지금 러닝 중
en: Running Now
ja: ランニング中

# home.hero.button
source: 같이 달리기 시작
en: Start Running Together
ja: 一緒に走り始める

# home.hero.title
source: 함께 달릴 준비가 되었나요?
en: Ready to run together?
ja: 一緒に走る準備は できましたか？

# home.quick.friend
source: 친구와 달리기
en: Run with a Friend
ja: 友だちと走る

# home.quick.random
source: 랜덤 매칭
en: Random Match
ja: ランダムマッチ

# home.quick.solo
source: 혼자 달리기
en: Run Solo
ja: ひとりで走る

# home.recent.completed_suffix
source: 님과 함께 완료!
en: completed with you!
ja: さんと一緒に完了！

# home.recent.date
source: 2023. 11. 24 • 오전 7:30
en: Nov 24, 2023 • 7:30 AM
ja: 2023年11月24日 • 午前7:30

# home.recent.partner_label
source: 파트너
en: Partner
ja: パートナー

# home.recent.title
source: 한강 시티 런
en: Han River City Run
ja: 漢江シティラン

# home.section.recent_crew
source: 최근 함께한 러닝 크루
en: Recent Running Crew
ja: 最近一緒に走ったクルー

# home.section.recent_report
source: 최근 러닝 리포트
en: Recent Run Report
ja: 最近のランニングレポート

# home.section.weekly_stats
source: 이번 주 통계
en: This Week's Stats
ja: 今週の統計

# home.stat.average_pace
source: 평균 페이스
en: Average Pace
ja: 平均ペース

# home.stat.total_distance
source: 누적 거리
en: Total Distance
ja: 累計距離

# my.profile.default_subtitle
source: 함께 달리는 즐거움, RunLinker!
en: Run together with RunLinker!
ja: RunLinkerで一緒に走る楽しさを！

# my.section.notifications
source: 알림
en: Notifications
ja: 通知

# my.section.privacy
source: 개인정보 및 공유
en: Privacy & Sharing
ja: プライバシーと共有

# my.section.safety_account
source: 안전 및 계정
en: Safety & Account
ja: 安全とアカウント

# my.section.support
source: 고객지원
en: Support
ja: サポート

# my.setting.account
source: 계정 관리
en: Account Management
ja: アカウント管理

# my.setting.blocked_users
source: 차단한 사용자
en: Blocked Users
ja: ブロックしたユーザー

# my.setting.blur_points
source: 시작/종료 지점 흐리기
en: Blur Start/End Points
ja: 開始/終了地点をぼかす

# my.setting.blur_points.subtitle
source: 집이나 직장 주소 노출 방지를 위해 가립니다
en: Hide home or work address exposure.
ja: 自宅や職場の住所が見えないようにします。

# my.setting.cheer_notifications
source: 응원 알림
en: Cheer Notifications
ja: 応援通知

# my.setting.contact
source: 문의하기
en: Contact Us
ja: お問い合わせ

# my.setting.firestore_profile_sync_test
source: Firestore 프로필 저장 테스트
en: Test Firestore Profile Save
ja: Firestoreプロフィール保存テスト

# my.setting.help
source: 도움말
en: Help
ja: ヘルプ

# my.setting.location_sharing
source: 위치 공유 설정
en: Location Sharing
ja: 位置情報共有設定

# my.setting.location_sharing.subtitle
source: 러닝 중 친구들에게 내 위치를 노출합니다
en: Show your location to friends while running.
ja: ランニング中、友だちに自分の位置を表示します。

# my.setting.notifications
source: 알림 설정
en: Notification Settings
ja: 通知設定

# my.setting.privacy_policy
source: 개인정보 처리방침
en: Privacy Policy
ja: プライバシーポリシー

# my.setting.random_visibility
source: 랜덤 매칭 공개 범위
en: Random Match Visibility
ja: ランダムマッチの公開範囲

# my.setting.random_visibility.subtitle
source: 함께 달릴 러너를 찾는 범위를 설정합니다
en: Set the range for finding runners to run with.
ja: 一緒に走るランナーを探す範囲を設定します。

# my.setting.records_visibility
source: 러닝 기록 공개 범위
en: Run History Visibility
ja: ランニング履歴の公開範囲

# my.setting.records_visibility.subtitle
source: 나의 운동 일지를 볼 수 있는 사람을 선택합니다
en: Choose who can see your workout journal.
ja: 自分の運動記録を見られる人を選択します。

# my.setting.reports
source: 신고 내역
en: Report History
ja: 通報履歴

# my.setting.run_start_notifications
source: 러닝 시작 알림
en: Run Start Notifications
ja: ランニング開始通知

# my.setting.terms
source: 서비스 이용약관
en: Terms of Service
ja: 利用規約

# my.setting.voice
source: 음성 기능 설정
en: Voice Feature Settings
ja: 音声機能設定

# my.stat.average_pace
source: 평균 페이스
en: Average Pace
ja: 平均ペース

# my.stat.average_sync
source: 평균 싱크
en: Average Sync
ja: 平均シンク

# my.stat.run_count
source: 러닝 횟수
en: Run Count
ja: ラン回数

# my.stat.total_distance
source: 총 누적 거리
en: Total Distance
ja: 累計距離

# my.weekly_goal.badge
source: 주간 목표
en: Weekly Goal
ja: 週間目標

# my.weekly_goal.remaining
source: 목표까지 7.6km 남았어요!
en: 7.6km left to your goal!
ja: 目標まであと7.6km！

# my.weekly_goal.title
source: 이번 주 목표 20km
en: This Week's Goal 20km
ja: 今週の目標 20km

# my.weekly_goal.total_unit
source: km 누적
en: km total
ja: km 累計

# onboarding.next
source: 다음 단계로
en: Next
ja: 次へ

# onboarding.skip
source: 건너뛰기
en: Skip
ja: スキップ

# onboarding.start
source: 시작하기
en: Get Started
ja: 始める

# onboarding.step1.description
source: 실시간 위치 동기화로 친구의 페이스를 느끼며 전 세계 어디서든 함께 뛰는 즐거움을 경험하세요.
en: Feel your friend's pace through real-time location sync and experience the joy of running together anywhere in the world.
ja: リアルタイムの位置同期で友だちのペースを感じながら、世界中どこにいても一緒に走る楽しさを体験しましょう。

# onboarding.step1.title
source: 멀리 있어도 함께 달리는 우리
en: Together even when apart
ja: 離れていても 一緒に走る

# onboarding.step2.description
source: 프라이버시가 보호되는 랜덤 매칭으로 나와 비슷한 페이스의 러너와 새로운 달리기 경험을 즐겨보세요.
en: Enjoy a new running experience with runners at a similar pace through privacy-safe random matching.
ja: プライバシーを守るランダムマッチで、自分と近いペースのランナーと新しいランニング体験を楽しみましょう。

# onboarding.step2.title
source: 랜덤 매칭으로 새로운 자극
en: Fresh motivation with random matching
ja: ランダムマッチで 新しい刺激を

# onboarding.step3.description
source: 개인화된 대시보드를 통해 나만의 성장 기록을 확인하고 즐거운 러닝 라이프를 설계하세요.
en: Track your personal growth with a personalized dashboard and build a joyful running life.
ja: パーソナライズされたダッシュボードで自分の成長記録を確認し、楽しいランニングライフを作りましょう。

# onboarding.step3.title
source: 목표를 향한 작은 성취
en: Small wins toward your goal
ja: 目標へ向かう 小さな達成

# profile_sync.retry
source: 프로필 동기화 재시도
en: Retry Profile Sync
ja: プロフィール同期を再試行

# profile_sync.save_failed
source: 프로필 저장 실패
en: Profile Save Failed
ja: プロフィール保存失敗

# run.metric.distance
source: 거리
en: Distance
ja: 距離

# run.metric.pace
source: 페이스
en: Pace
ja: ペース

# run.metric.time
source: 시간
en: Time
ja: 時間

# run_tracking.location_permission_denied
source: 위치 권한이 꺼져 있어 실제 경로를 기록할 수 없습니다.
en: Location permission is off, so the actual route cannot be recorded.
ja: 位置情報の許可がオフのため、実際の経路を記録できません。

# run_tracking.location_permission_unknown
source: 위치 권한 상태를 확인할 수 없습니다.
en: Location permission status could not be checked.
ja: 位置情報の許可状態を確認できません。

# session.average_pace
source: 평균 페이스
en: Average Pace
ja: 平均ペース

# session.back_home
source: 홈으로 돌아가기
en: Back Home
ja: ホームに戻る

# session.current_pace
source: 현재 페이스
en: Current Pace
ja: 現在のペース

# session.distance
source: 거리
en: Distance
ja: 距離

# session.estimated_pace
source: 예상 페이스
en: Estimated Pace
ja: 予想ペース

# session.feature.cheer
source: 응원 보내기
en: Send Cheers
ja: 応援を送る

# session.feature.cheer.subtitle
source: 친구와 소리로 응원을 주고받습니다
en: Exchange audio cheers with friends.
ja: 友だちと音声で応援を送り合います。

# session.feature.voice_guide
source: 음성 가이드
en: Voice Guide
ja: 音声ガイド

# session.feature.voice_guide.subtitle
source: KM마다 페이스 및 정보를 안내합니다
en: Get pace and run info every kilometer.
ja: 1kmごとにペースと情報を案内します。

# session.find_match
source: 매칭 찾기
en: Find Match
ja: マッチを探す

# session.finish_run
source: 러닝 종료
en: Finish Run
ja: ランニング終了

# session.friend_selection.continue
source: 친구와 대기실로
en: Continue with Friend
ja: 友だちと待機室へ

# session.friend_selection.friend_meta %lld
source: 레벨 %lld · 지금 러닝 가능
en: Level %lld · Available now
ja: レベル%lld · 今すぐラン可能

# session.friend_selection.run_summary
source: 러닝 설정 요약
en: Run Setup Summary
ja: ラン設定の概要

# session.friend_selection.run_summary_detail %@ %@
source: 목표 거리 %@ · 목표 페이스 %@
en: Target %@ · Pace %@
ja: 目標距離 %@ · 目標ペース %@

# session.friend_selection.subtitle
source: 초대할 친구를 선택하면 바로 대기실로 이동합니다.
en: Select a friend to invite, then move to the ready room.
ja: 招待する友だちを選ぶと、待機室へ移動します。

# session.friend_selection.title
source: 함께 달릴 친구 선택
en: Choose a Friend to Run With
ja: 一緒に走る友だちを選択

# session.goal
source: 목표
en: Goal
ja: 目標

# session.hide_exact_location
source: 정확한 위치 숨기기
en: Hide Exact Location
ja: 正確な位置を隠す

# session.hide_exact_location.description
source: 랜덤 파트너에게 정확한 시작/종료 위치를 숨깁니다.
en: Your exact starting and ending locations will be hidden from random partners.
ja: ランダムパートナーには正確な開始/終了位置を隠します。

# session.input.distance.message
source: 1km부터 42km 사이로 설정됩니다.
en: Distance is limited to 1 km through 42 km.
ja: 1kmから42kmの範囲で設定されます。

# session.input.distance.placeholder
source: 예: 5.0
en: Ex: 5.0
ja: 例: 5.0

# session.input.pace.message
source: 4:00/km부터 8:00/km 사이로 설정됩니다.
en: Pace is limited to 4:00/km through 8:00/km.
ja: 4:00/kmから8:00/kmの範囲で設定されます。

# session.input.pace.placeholder
source: 예: 5:30 또는 5.5
en: Ex: 5:30 or 5.5
ja: 例: 5:30 または 5.5

# session.input.solo_distance.title
source: 개인 목표 거리 입력
en: Enter Solo Target Distance
ja: 個人目標距離を入力

# session.input.target_distance.title
source: 목표 거리 입력
en: Enter Target Distance
ja: 目標距離を入力

# session.input.target_pace.title
source: 목표 페이스 입력
en: Enter Target Pace
ja: 目標ペースを入力

# session.leave
source: 나가기
en: Leave
ja: 退出

# session.live.route_recording
source: 실시간 경로 기록
en: Live Route Recording
ja: リアルタイム経路記録

# session.live.time_sample
source: 시간: 05:22
en: Time: 05:22
ja: 時間: 05:22

# session.live.title
source: 실시간 러닝
en: Live Run
ja: ライブラン

# session.live_run
source: 실시간 러닝
en: Live Run
ja: ライブラン

# session.location.approximate
source: 대략적으로
en: Approximate
ja: おおよそ

# session.location.approximate.description
source: 대략적으로 선택 시 근처 지역 정보만 노출됩니다.
en: Approximate sharing only shows nearby area information.
ja: おおよそを選択すると、周辺エリア情報のみ表示されます。

# session.location.blurred
source: 흐림 처리됨
en: Blurred
ja: ぼかし処理済み

# session.location.precise
source: 정밀하게
en: Precise
ja: 正確に

# session.location.precise.description
source: 정밀하게 선택 시 10m 단위로 실시간 위치를 친구에게 공유합니다.
en: Precise sharing sends your live location to friends in 10 m increments.
ja: 正確に選択すると、10m単位のリアルタイム位置を友だちに共有します。

# session.location_sharing_level
source: 위치 공유 수준
en: Location Sharing Level
ja: 位置共有レベル

# session.matching.find_another
source: 다른 러너 찾기
en: Find Another Runner
ja: 別のランナーを探す

# session.matching.found_description
source: 페이스와 목표가 잘 맞는 러너를 추천합니다.
en: This runner is a strong match for your pace and goal.
ja: ペースと目標が合うランナーをおすすめします。

# session.matching.found_title
source: 추천 러너를 찾았습니다
en: Recommended Runner Found
ja: おすすめランナーが見つかりました

# session.matching.location.banpo
source: 서울, 서초구 반포한강공원
en: Banpo Hangang Park, Seocho-gu, Seoul
ja: ソウル瑞草区 盤浦漢江公園

# session.matching.quote %lld
source: “오늘은 한강을 따라 시원하게 %lldkm 뛰고 싶네요. 함께 런링크 하실 분?”
en: “I want to run a refreshing %lld km along the Han River today. Want to RunLink together?”
ja: 「今日は漢江沿いを気持ちよく%lldkm走りたいです。一緒にRunLinkしませんか？」

# session.matching.recent_activity
source: 어제 밤, 한강 7km 러닝
en: Last night, 7 km run along the Han River
ja: 昨夜、漢江7kmラン

# session.matching.searching_description
source: 당신의 페이스와 목표에 딱 맞는 파트너를 검색하고 있습니다.
en: Searching for a partner who matches your pace and goal.
ja: あなたのペースと目標に合うパートナーを検索しています。

# session.matching.searching_title
source: 최적의 러너를 찾는 중...
en: Finding the Best Runner...
ja: 最適なランナーを検索中...

# session.mode.friend
source: 친구
en: Friend
ja: 友だち

# session.mode.picker
source: 모드
en: Mode
ja: モード

# session.mode.random
source: 랜덤
en: Random
ja: ランダム

# session.mode.solo
source: 솔로
en: Solo
ja: ソロ

# session.my_info
source: 내 정보
en: My Info
ja: 自分の情報

# session.my_route
source: 내 경로
en: My Route
ja: 自分の経路

# session.my_route_path
source: 내가 지나간 길
en: My route path
ja: 自分が通った道

# session.next_step
source: 다음 단계로
en: Next Step
ja: 次へ

# session.pace
source: 페이스
en: Pace
ja: ペース

# session.pair_view_placeholder
source: 페어 뷰: 진행 상황을 나란히 표시
en: Pair View: Visual progress side-by-side
ja: Pair View: 進捗を横並びで表示

# session.partner
source: 파트너
en: Partner
ja: パートナー

# session.partner_map_fuzzed
source: 파트너 지도 (흐림)
en: Partner Map (Fuzzed)
ja: パートナーの地図（ぼかし）

# session.partner_route_format
source: %@의 경로
en: %@'s Route
ja: %@の経路

# session.personal
source: 개인
en: Personal
ja: 個人

# session.personal_record
source: 개인 기록
en: Personal Record
ja: 個人記録

# session.ready.live_connection
source: 라이브 연결
en: Live Connection
ja: ライブ接続

# session.ready.live_connection.detail
source: Pair View와 Sync Score가 준비되었습니다.
en: Pair View and Sync Score are ready.
ja: Pair ViewとSync Scoreの準備ができました。
